{"keras_version": "2.1.3", "class_name": "Sequential", "backend": "theano", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 9], "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "units": 20, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_1", "use_bias": true}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "units": 20, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 11, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_3", "kernel_regularizer": null, "activation": "softmax", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}