{"class_name": "Sequential", "keras_version": "2.1.3", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_regularizer": null, "units": 20, "batch_input_shape": [null, 9], "kernel_constraint": null, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "bias_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "units": 20, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "bias_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "units": 11, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "theano"}