{"config": [{"config": {"kernel_constraint": null, "name": "dense_1", "kernel_regularizer": null, "units": 20, "bias_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 9], "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "units": 20, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_3", "kernel_regularizer": null, "units": 11, "bias_regularizer": null, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "trainable": true}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential", "backend": "theano"}