{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "kernel_constraint": null, "trainable": true, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 11], "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "use_bias": true, "units": 20, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "use_bias": true, "units": 20, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "activation": "softmax", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "use_bias": true, "units": 11, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.1.3", "backend": "theano"}