{"class_name": "Sequential", "backend": "theano", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "dtype": "float32", "trainable": true, "activation": "relu", "batch_input_shape": [null, 9], "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 20, "name": "dense_1", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 20, "name": "dense_2", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 11, "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null}}], "keras_version": "2.1.3"}