{"backend": "theano", "config": [{"config": {"name": "dense_1", "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 9], "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "trainable": true, "units": 20, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "name": "dense_2", "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 11, "activity_regularizer": null, "name": "dense_3", "activation": "softmax"}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential"}