{"keras_version": "2.1.3", "backend": "theano", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_regularizer": null, "bias_constraint": null, "units": 20, "activation": "relu", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "batch_input_shape": [null, 30], "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_regularizer": null, "bias_constraint": null, "units": 20, "activation": "relu", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_regularizer": null, "bias_constraint": null, "units": 20, "activation": "relu", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "kernel_regularizer": null, "bias_constraint": null, "units": 11, "activation": "softmax", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null}}]}